Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2018.tmx
Source language: en_us
Languages: zh_cn

source: REPORT ON THE WORK OF THE GOVERNMENT
zh_cn: 政府工作报告

source: Delivered at the First Session of the 13th National People’s Congress of the People’s Republic of China on March 5, 2018
zh_cn: ——2018年3月5日在第十三届全国人民代表大会第一次会议上

source: Li Keqiang Premier of the State Council
zh_cn: 国务院总理 李克强

source: Fellow Deputies,
zh_cn: 各位代表：

source: On behalf of the State Council, I will now report to you on the government’s work of the past five years and lay out what we propose for this year’s work for your deliberation and approval. I also invite comments from the members of the National Committee of the Chinese People’s Political Consultative Conference (CPPCC).
zh_cn: 现在，我代表国务院，向大会报告过去五年政府工作，对今年工作提出建议，请予审议，并请全国政协委员提出意见。

source: I will begin with a review of our work over the past five years.
zh_cn: 一、过去五年工作回顾

source: The five years since the first session of the 12th National People’s Congress (NPC) have been a truly remarkable five years in the course of our country’s development.
zh_cn: 第十二届全国人民代表大会第一次会议以来的五年，是我国发展进程中极不平凡的五年。

source: Facing an extremely complex environment both at home and abroad, the Central Committee of the Communist Party of China with Comrade Xi Jinping at its core, has rallied and led the Chinese people of all ethnic groups to forge ahead. We have moved forward in a coordinated manner with the five-sphere integrated plan and the four-pronged comprehensive strategy, and made new advances on all fronts of reform, opening up, and socialist modernization.
zh_cn: 面对极其错综复杂的国内外形势，以习近平同志为核心的党中央团结带领全国各族人民砥砺前行，统筹推进“五位一体”总体布局，协调推进“四个全面”战略布局，改革开放和社会主义现代化建设全面开创新局面。

source: At its 19th National Congress, the Party established the position in history of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, and mapped out an inspiring blueprint and a program of action for securing a decisive victory in building a moderately prosperous society in all respects and for striving for the success of socialism with Chinese characteristics for a new era. This is of great immediate significance and far-reaching historical significance.
zh_cn: 党的十九大确立了习近平新时代中国特色社会主义思想的历史地位，制定了决胜全面建成小康社会、夺取新时代中国特色社会主义伟大胜利的宏伟蓝图和行动纲领，具有重大现实意义和深远历史意义。

source: All regions and all government departments have strengthened their consciousness of the need to maintain political integrity, think in big-picture terms, follow the leadership core, and keep in alignment.
zh_cn: 各地区各部门不断增强政治意识、大局意识、核心意识、看齐意识，

source: The new development philosophy has been thoroughly acted upon, the 12th Five-Year Plan has been successfully completed, and implementation of the 13th Five-Year Plan has seen smooth progress.
zh_cn: 深入贯彻落实新发展理念，“十二五”规划胜利完成，“十三五”规划顺利实施，

source: In economic and social development we have made historic achievements and seen historic change.
zh_cn: 经济社会发展取得历史性成就、发生历史性变革。

source: Over the past five years, economic strength has reached a new high.
zh_cn: 五年来，经济实力跃上新台阶。

source: China’s gross domestic product (GDP) has risen from 54 trillion to 82.7 trillion yuan, registering average annual growth of 7.1 percent; and its share in the global economy has grown to roughly 15 percent, up from 11.4 percent. China’s contribution to global growth has exceeded 30 percent.
zh_cn: 国内生产总值从54万亿元增加到82.7万亿元，年均增长7.1％，占世界经济比重从11.4％提高到15％左右，对世界经济增长贡献率超过30％。

source: Government revenue has increased from 11.7 trillion to 17.3 trillion yuan.
zh_cn: 财政收入从11.7万亿元增加到17.3万亿元。

source: Consumer prices have risen at an average annual rate of 1.9 percent, maintaining a relatively low level of growth.
zh_cn: 居民消费价格年均上涨1.9％，保持较低水平。

source: More than 66 million new urban jobs have been added, and our country, with its population of over 1.3 billion, has achieved relatively full employment.
zh_cn: 城镇新增就业6600万人以上，13亿多人口的大国实现了比较充分就业。

source: Over the past five years, the structure of the Chinese economy has seen a major transformation.
zh_cn: 五年来，经济结构出现重大变革。

source: With the share of the service sector rising from 45.3 to 51.6 percent of the economy, consumption’s contribution to growth has increased from 54.9 to 58.8 percent, becoming the main driver of growth.
zh_cn: 消费贡献率由54.9％提高到58.8％，服务业比重从45.3％上升到51.6％，成为经济增长主动力。

source: High-tech manufacturing has achieved an average annual increase of 11.7 percent,
zh_cn: 高技术制造业年均增长11.7％。

source: and the annual grain yield has reached 600 million metric tons.
zh_cn: 粮食生产能力达到1.2万亿斤。

source: China’s urbanization rate has risen from 52.6 to 58.5 percent, and more than 80 million people who have relocated from rural to urban areas have gained permanent urban residency.
zh_cn: 城镇化率从52.6％提高到58.5％，8000多万农业转移人口成为城镇居民。

source: Over the past five years, innovation-driven development has yielded fruitful outcomes.
zh_cn: 五年来，创新驱动发展成果丰硕。

source: China’s investment in research and development (R&D) has grown at an average annual rate of 11 percent, ranking second in the world in scale.
zh_cn: 全社会研发投入年均增长11％，规模跃居世界第二位。

source: The contribution of technological advances to economic growth has risen from 52.2 to 57.5 percent.
zh_cn: 科技进步贡献率由52.2％提高到57.5％。

source: In manned spaceflight, deep-water exploration, quantum communications, large aircraft development, and more, China has seen a stream of major outcomes of innovation.
zh_cn: 载人航天、深海探测、量子通信、大飞机等重大创新成果不断涌现。

source: In high-speed rail, e-commerce, mobile payments, and the sharing economy, China is leading the world.
zh_cn: 高铁网络、电子商务、移动支付、共享经济等引领世界潮流。

source: The Internet Plus model has permeated many different fields and industries.
zh_cn: “互联网＋”广泛融入各行各业。

source: Business startups and innovation are thriving all over the country, and the average number of new businesses opened daily has risen from over 5,000 to more than 16,000.
zh_cn: 大众创业、万众创新蓬勃发展，日均新设企业由5千多户增加到1万6千多户。

source: Rapidly emerging new growth drivers are reshaping China’s growth model, are profoundly changing the way we live and work, and have become a new hallmark of China’s innovation-driven development.
zh_cn: 快速崛起的新动能，正在重塑经济增长格局、深刻改变生产生活方式，成为中国创新发展的新标志。

source: Over the past five years, significant headway has been made in reform and opening up.
zh_cn: 五年来，改革开放迈出重大步伐。

source: In reform, we have made strong moves across the board, secured major advances in many areas, and driven deeper in pursuing progress, making breakthroughs in reforms in important fields and at key links and seeing that in the main areas the general frameworks for reform are basically established.
zh_cn: 改革全面发力、多点突破、纵深推进，重要领域和关键环节改革取得突破性进展，主要领域改革主体框架基本确立。

source: Reforms to streamline administration and delegate powers, improve regulation, and optimize services, have driven profound shifts in the functions of government, and significantly strengthened market dynamism and public creativity.
zh_cn: 简政放权、放管结合、优化服务等改革推动政府职能发生深刻转变，市场活力和社会创造力明显增强。

source: Notable achievements have been made in the Belt and Road Initiative (BRI).
zh_cn: “一带一路”建设成效显著，

source: The composition of both Chinese foreign trade and foreign investment in China has been improved, with volumes ranking among the largest in the world.
zh_cn: 对外贸易和利用外资结构优化、规模稳居世界前列。

source: Over the past five years, living standards have been constantly improving.
zh_cn: 五年来，人民生活持续改善。

source: We have made decisive progress in the fight against poverty:
zh_cn: 脱贫攻坚取得决定性进展，

source: More than 68 million people have been lifted out of poverty, including a total of 8.3 million relocated from inhospitable areas, and the poverty headcount ratio has dropped from 10.2 to 3.1 percent.
zh_cn: 贫困人口减少6800多万，易地扶贫搬迁830万人，贫困发生率由10.2％下降到3.1％。

source: Personal income has increased by an annual average of 7.4 percent, outpacing economic growth and creating the world’s largest middle-income group.
zh_cn: 居民收入年均增长7.4％、超过经济增速，形成世界上人口最多的中等收入群体。

source: Tourist departures have grown from 83 million to over 130 million.
zh_cn: 出境旅游人次由8300万增加到1亿3千多万。

source: Education has seen all-around development.
zh_cn: 教育事业全面发展。

source: Social old-age pension schemes now cover more than 900 million people, and basic health insurance plans cover 1.35 billion people, forming the largest social safety net in the world.
zh_cn: 社会养老保险覆盖9亿多人，基本医疗保险覆盖13.5亿人，织就了世界上最大的社会保障网。

source: On average, life expectancy has reached 76.7 years.
zh_cn: 人均预期寿命达到76.7岁。

source: Over 26 million housing units have been rebuilt in rundown urban areas and more than 17 million dilapidated houses have been renovated in rural areas, with the result that more than one hundred million Chinese have moved into new homes.
zh_cn: 棚户区住房改造2600多万套，农村危房改造1700多万户，上亿人喜迁新居。

source: Over the past five years, the environment has seen gradual improvement.
zh_cn: 五年来，生态环境状况逐步好转。

source: To address air, water, and soil pollution, we have designed and enforced a ten-point list of measures for each and achieved solid progress.
zh_cn: 制定实施大气、水、土壤污染防治三个“十条”并取得扎实成效。

source: Both energy and water consumption per unit of GDP have fallen more than 20 percent, the release of major pollutants has been consistently declining, and the number of days of heavy air pollution in key cities has fallen 50 percent. Forest coverage has increased by 10.87 million hectares, and the area of desertified land has been reduced by close to 2,000 square kilometers on average each year. Encouraging progress has been made in green development.
zh_cn: 单位国内生产总值能耗、水耗均下降20％以上，主要污染物排放量持续下降，重点城市重污染天数减少一半，森林面积增加1.63亿亩，沙化土地面积年均缩减近2000平方公里，绿色发展呈现可喜局面。

source: In the year just passed, all main targets and tasks for economic and social development were accomplished and performance exceeded expectations.
zh_cn: 刚刚过去的2017年，经济社会发展主要目标任务全面完成并好于预期。

source: GDP grew 6.9 percent and personal income rose 7.3 percent, both beating the previous year’s growth rates.
zh_cn: 国内生产总值增长6.9％，居民收入增长7.3％，增速均比上年有所加快；

source: Around 13.51 million new urban jobs were created, and the jobless rate was at its lowest level in years.
zh_cn: 城镇新增就业1351万人，失业率为多年来最低；

source: Industrial growth began to rebound, and corporate profits increased 21 percent.
zh_cn: 工业增速回升，企业利润增长21％；

source: Government revenue grew 7.4 percent, reversing the slowdown in growth.
zh_cn: 财政收入增长7.4％，扭转了增速放缓态势；

source: The total import and export value rose 14.2 percent.
zh_cn: 进出口增长14.2％，

source: Inward foreign investment reached 136.3 billion U.S. dollars, hitting a new all-time high.
zh_cn: 实际使用外资1363亿美元、创历史新高。

source: The state of play in the economy was good, with growth and quality, structural improvement, and performance each reinforcing the other.
zh_cn: 经济发展呈现出增长与质量、结构、效益相得益彰的良好局面。

source: This is the result of the cumulative effect of a raft of major policies over the past five years and of consistent efforts in all areas of endeavor.
zh_cn: 这是五年来一系列重大政策效应累积，各方面不懈努力、久久为功的结果。

source: The past five years have seen groundbreaking achievements on every front and profound and fundamental changes, attracting global attention and bringing all of us in China pride and inspiration.
zh_cn: 过去五年取得的全方位、开创性成就，发生的深层次、根本性变革，再次令世界瞩目，全国各族人民倍感振奋和自豪。

source: Over the past five years, we have worked with dedication to implement the decisions and plans made by the Party Central Committee with Comrade Xi Jinping at its core. The following are the highlights of that work:
zh_cn: 五年来，我们认真贯彻以习近平同志为核心的党中央决策部署，主要做了以下工作。

source: First, with a commitment to the general principle of pursuing progress while ensuring stability, we have focused on developing new and better approaches to macro regulation, kept major indicators within an appropriate range, and achieved stable, positive economic performance.
zh_cn: （一）坚持稳中求进工作总基调，着力创新和完善宏观调控，经济运行保持在合理区间、实现稳中向好。

source: The past few years have witnessed anemic world economic recovery, volatility in global financial markets, and a sharp rise in protectionism.
zh_cn: 这些年，世界经济复苏乏力，国际金融市场跌宕起伏，保护主义明显抬头。

source: In China, structural issues and underlying problems have become more acute, downward pressure on the economy has continued to mount, and we have met with no small number of dilemmas.
zh_cn: 我国经济发展中结构性问题和深层次矛盾凸显，经济下行压力持续加大，遇到不少两难多难抉择。

source: In facing this new environment, we have maintained strategic focus and refrained from resorting to a deluge of strong stimulus policies.
zh_cn: 面对这种局面，我们保持战略定力，坚持不搞“大水漫灌”式强刺激，

source: Instead, we have adapted to, addressed, and steered the new normal in economic development, and taken coordinated steps to ensure steady growth, advance reform, make structural adjustments, improve living standards, and guard against risk.
zh_cn: 而是适应把握引领经济发展新常态，统筹稳增长、促改革、调结构、惠民生、防风险，

source: We have made fresh innovations in and refined macro regulation, developed the idea of and ways to achieve range-based regulation, and enhanced targeted, well-timed, and precision regulation.
zh_cn: 不断创新和完善宏观调控，确立区间调控的思路和方式，加强定向调控、相机调控、精准调控。

source: We have been clear that as long as the major economic indicators are within an acceptable range, with employment growing, incomes increasing, and the environment improving, then our energies should be focused on advancing reform, making structural adjustments, and adding growth drivers.
zh_cn: 明确强调只要经济运行在合理区间，就业增加、收入增长、环境改善，就集中精力促改革、调结构、添动力。

source: We have adopted measures that are good for the near term and even better for the long term, made strong moves to advance supply-side structural reform, appropriately expanded aggregate demand, and worked for a dynamic equilibrium of supply and demand at a higher level.
zh_cn: 采取既利当前更惠长远的举措，着力推进供给侧结构性改革，适度扩大总需求，推动实现更高层次的供需动态平衡。

source: With grit and determination, we have overcome downward pressure on the economy, avoided a “hard landing,” maintained a medium-high growth rate, and promoted structural upgrading. The economic fundamentals that will sustain long-term growth have been cemented and enhanced.
zh_cn: 经过艰辛努力，我们顶住了经济下行压力、避免了“硬着陆”，保持了经济中高速增长，促进了结构优化，经济长期向好的基本面不断巩固和发展。

source: We have continued to follow a proactive fiscal policy and a prudent monetary policy.
zh_cn: 坚持实施积极的财政政策和稳健的货币政策。

source: Despite a fairly big imbalance between government revenue and expenditure, China has led the way in slashing taxes and fees with the aim of using accommodative measures to strengthen the basis for sustained growth.
zh_cn: 在财政收支矛盾较大情况下，着眼“放水养鱼”、增强后劲，我国率先大幅减税降费。

source: Step by step, we have extended the replacement of business tax with value added tax (VAT) to all sectors across the country, calling time on the 66-year history of business tax. The result so far has been a tax cut of more than 2 trillion yuan. We have also adopted measures like preferential tax policies for small low-profit businesses and an overhaul of different types of fees. All in all, our market entities have seen savings of more than 3 trillion yuan.
zh_cn: 分步骤全面推开营改增，结束了66年的营业税征收历史，累计减税超过2万亿元，加上采取小微企业税收优惠、清理各种收费等措施，共减轻市场主体负担3万多亿元。

source: We have strengthened management over local government debt, and issued local government bonds to replace outstanding debt, cutting interest liability by 1.2 trillion yuan.
zh_cn: 加强地方政府债务管理，实施地方政府存量债务置换，降低利息负担1.2万亿元。

source: We have adjusted the structure of government expenditure, put idle funds to work, and ensured the spending for undertaking major projects and meeting basic public needs.
zh_cn: 调整财政支出结构，盘活沉淀资金，保障基本民生和重点项目。

source: The deficit-to-GDP ratio has been kept within 3 percent.
zh_cn: 财政赤字率一直控制在3％以内。

source: Monetary policy has remained prudent and neutral.
zh_cn: 货币政策保持稳健中性，

source: The M2 money supply growth rate has been trending downward, while credit and aggregate financing have seen moderate growth.
zh_cn: 广义货币M2增速呈下降趋势，信贷和社会融资规模适度增长。

source: Differentiated policies, such as targeted reserve requirement ratio cuts and targeted re-lending, have been adopted to strengthen support for key fields and weak links.
zh_cn: 采取定向降准、专项再贷款等差别化政策，加强对重点领域和薄弱环节支持，

source: The growth of loans to small and micro businesses has outstripped the average growth in lending.
zh_cn: 小微企业贷款增速高于各项贷款平均增速。

source: We have reformed and improved the market-based exchange rate mechanism and kept the RMB exchange rate basically stable; and foreign exchange reserves are now rising not falling.
zh_cn: 改革完善汇率市场化形成机制，保持人民币汇率基本稳定，外汇储备转降为升。

source: We have responded appropriately to abnormal market fluctuations such as the cash crunch, brought better order to the financial markets, prevented and defused risks in key sectors, forestalled systemic risk, and thus safeguarded China’s economic and financial security.
zh_cn: 妥善应对“钱荒”等金融市场异常波动，规范金融市场秩序，防范化解重点领域风险，守住了不发生系统性风险的底线，维护了国家经济金融安全。

source: Second, with a commitment to treating supply-side structural reform as our main task, we have focused on fostering new growth drivers and sped up economic structural upgrading.
zh_cn: （二）坚持以供给侧结构性改革为主线，着力培育壮大新动能，经济结构加快优化升级。

source: We have persevered in relying on reform to overcome economic difficulties and address structural imbalances, made a big push to foster emerging industries, overhauled and strengthened traditional industries, and improved the quality and performance of the supply system.
zh_cn: 紧紧依靠改革破解经济发展和结构失衡难题，大力发展新兴产业，改造提升传统产业，提高供给体系质量和效率。

source: Solid work has moved us forward in the five priority tasks of cutting overcapacity, reducing excess inventory, deleveraging, lowering costs, and strengthening areas of weakness.
zh_cn: 扎实推进“三去一降一补”。

source: Over the past five years, building on work to cut backward production capacity in the cement, plate glass, and other industries, we have intensified efforts to cut overcapacity, prioritizing industries such as steel and coal;
zh_cn: 五年来，在淘汰水泥、平板玻璃等落后产能基础上，以钢铁、煤炭等行业为重点加大去产能力度，

source: and a 100-billion-yuan fund for rewards and subsidies has been put in place by the central government to support efforts to assist affected employees.
zh_cn: 中央财政安排1000亿元专项奖补资金予以支持，用于分流职工安置。

source: We have cut steel production capacity by more than 170 million metric tons and coal production capacity by 800 million metric tons, and over 1.1 million affected employees have been assisted.
zh_cn: 退出钢铁产能1.7亿吨以上、煤炭产能8亿吨，安置分流职工110多万人。

source: Thanks to city-specific policies and category-specific guidance, clear progress has been made in reducing commercial residential housing inventory in third- and fourth-tier cities, and the growth of housing prices in the most popular cities has been brought under control.
zh_cn: 因城施策分类指导，三四线城市商品住宅去库存取得明显成效，热点城市房价涨势得到控制。

source: We have taken active and prudent steps to deleverage, control the scale of debts, and expand equity finance.
zh_cn: 积极稳妥去杠杆，控制债务规模，增加股权融资，

source: The debt-to-asset ratio of industrial enterprises has been consistently declining.
zh_cn: 工业企业资产负债率连续下降，

source: Macro leverage ratio is increasing by much smaller margins and is generally stable.
zh_cn: 宏观杠杆率涨幅明显收窄、总体趋于稳定。

source: We have used a combination of measures to bring down costs: 30 percent of government-managed funds and fees have been cut; over 60 percent of the fees and charges levied on businesses by the central government have been abolished; the ratio of enterprise contributions to old-age pension, medical insurance, unemployment insurance, and maternity insurance, workers’ compensation, and housing provident fund schemes has been reduced for the time being, and work has been done to lower energy, logistics, and telecommunications costs.
zh_cn: 多措并举降成本，压减政府性基金项目30％，削减中央政府层面设立的涉企收费项目60％以上，阶段性降低“五险一金”缴费比例，推动降低用能、物流、电信等成本。

source: And, with a focus on key issues, we have stepped up efforts to strengthen areas of weakness.
zh_cn: 突出重点加大补短板力度。

source: We have sped up the replacement of old growth drivers.
zh_cn: 加快新旧发展动能接续转换。

source: We have taken extensive action under the Internet Plus Initiative, exercised accommodative and prudential regulation, and promoted the extensive application of big data, cloud computing, and the Internet of Things;
zh_cn: 深入开展“互联网＋”行动，实行包容审慎监管，推动大数据、云计算、物联网广泛应用，

source: emerging industries have achieved vigorous growth, and traditional industries have undergone a thorough remodeling.
zh_cn: 新兴产业蓬勃发展，传统产业深刻重塑。

source: Implementation of the Made in China 2025 initiative has brought progress in major projects like the building of robust industrial foundations, smart manufacturing, and green manufacturing, and has accelerated the development of advanced manufacturing.
zh_cn: 实施“中国制造2025”，推进工业强基、智能制造、绿色制造等重大工程，先进制造业加快发展。

source: We unveiled reform and development measures to foster modern services; and this has led to a marked rise in new forms of business in the service sector and new service models as well as the integration and upgrading of multiple sectors.
zh_cn: 出台现代服务业改革发展举措，服务新业态新模式异军突起，促进了各行业融合升级。

source: Deepened supply-side structural reform in agriculture has brought the emergence of a large number of new types of agribusiness.
zh_cn: 深化农业供给侧结构性改革，新型经营主体大批涌现，

source: The share of appropriately scaled-up farming has increased from 30 to over 40 percent.
zh_cn: 种植业适度规模经营比重从30％提升到40％以上。

source: We have taken measures to increase the incomes of those in low- and middle-income brackets, and helped to see an upgrading of traditional forms of consumption, and a boom in new forms of consumption.
zh_cn: 采取措施增加中低收入者收入，推动传统消费提档升级、新兴消费快速兴起，

source: Online retail sales have been growing at an average annual rate of over 30 percent, and total retail sales of consumer goods have enjoyed an average annual increase of 11.3 percent.
zh_cn: 网上零售额年均增长30％以上，社会消费品零售总额年均增长11.3％。

source: We have improved the composition of investment, encouraged private investment, used government investment to play a catalytic role, and guided more funding toward areas that strengthen the economic foundation, enhance sustainability, and improve people’s lives.
zh_cn: 优化投资结构，鼓励民间投资，发挥政府投资撬动作用，引导更多资金投向强基础、增后劲、惠民生领域。

source: China’s in-operation high-speed railways have grown from over 9,000 to 25,000 kilometers, accounting for two thirds of the world’s total.
zh_cn: 高速铁路运营里程从9000多公里增加到2万5千公里、占世界三分之二，

source: Our expressways have grown from 96,000 to 136,000 kilometers.
zh_cn: 高速公路里程从9.6万公里增加到13.6万公里，

source: We have built or upgraded 1.27 million kilometers of rural roads, built 46 new civilian airports, and begun work on 122 major water conservancy projects.
zh_cn: 新建改建农村公路127万公里，新建民航机场46个，开工重大水利工程122项，

source: We have completed the latest round of rural power grid upgrading, and put in place the largest mobile broadband network in the world.
zh_cn: 完成新一轮农村电网改造，建成全球最大的移动宽带网。

source: Over the past five years, new growth drivers have rapidly grown in strength. Economic growth, in the past mainly driven by investment and exports, is now being fueled by consumption, investment, and exports. In the past dependent mainly on secondary industry, growth is now powered by a combination of the primary, secondary, and tertiary industries.
zh_cn: 五年来，发展新动能迅速壮大，经济增长实现由主要依靠投资、出口拉动转向依靠消费、投资、出口协同拉动，由主要依靠第二产业带动转向依靠三次产业共同带动。

source: This is a major structural transformation that for years our sights had been set on but we were never able to achieve.
zh_cn: 这是我们多年想实现而没有实现的重大结构性变革。

source: Advancing supply-side structural reform demands removing barriers to the market-based allocation of the factors of production and reducing government-imposed transaction costs.
zh_cn: 推进供给侧结构性改革，必须破除要素市场化配置障碍，降低制度性交易成本。

source: To address the longstanding issues of excessive emphasis on approval procedures, insufficient attention to regulatory processes, and a failure to provide strong services, we have been consistently deepening reforms to streamline administration, delegate powers, improve regulation, and strengthen services.
zh_cn: 针对长期存在的重审批、轻监管、弱服务问题，我们持续深化“放管服”改革，

source: We have sped up efforts to transform government functions, reduced micromanagement and direct intervention, and done more to improve macro regulation, market regulation, and public services.
zh_cn: 加快转变政府职能，减少微观管理、直接干预，注重加强宏观调控、市场监管和公共服务。
